"""
Name: {ชลิตา สงวนเชาว์}
ID: {364211760023}
Group: {MIT211}
"""
"""
Question 4:
ปี 2564 กรมสรรพากรของประเทศไทยได้ประกาศอัตราการเก็บภาษีเงินได้ใหม่ ดังนี้
รายได้น้อยกว่า 100000 บาท จะไม่เสียภาษี 
รายได้ระหว่าง 100000 - 500000 บาท จะเสียภาษี 5% 
รายได้ระหว่าง 500001 - 1000000 บาท จะเสียภาษี 10% 
รายได้มากกว่า 1000000 บาท จะเสียภาษี 20%
 
ถ้าสมาชิกในบ้านของลุงตู่มีสมาชิกที่มีรายได้ทั้งหมด 4 คน 
ได้แก่ ลุงตู่ ลุงป้อม ลุงทิน และลุงมานัส จากอัตราการเก็บภาษาข้างต้น
สมาชิกบ้านลุงตู่จะต้องเสียภาษีรวมกันเป็นเงินเท่าไร
ให้นักศึกษาเขียนโปรแกรมรับค่ารายได้ของสมาชิกในบ้านทั้ง 4 คน 
แล้วคิดภาษีรวมที่จะต้องจ่ายโดยรับค่ารายได้ประจำปี
ของแต่ละคนจากผู้ใช้เพื่อคำนวณภาษี 
(5 คะแนน)
"""